{
  "products": {
    "0d6bc7fa-704f-4c8b-86ea-12cbd0b500d8": {
      "category": "maps",
      "color": "Sepia",
      "condition": "Good",
      "createdAt": "2025-03-13T23:16:26.636Z",
      "currency": "USD",
      "description": "This is a fine print reproduction of a bright and generously decorated pictorial map that is thought to be the largest of such maps featuring San Francisco.\n\nPopulated with comic characters depicting various aspects of the city, the map with its whimsical vignettes and explanatory texts illustrates both the modern city of 1927 and its earlier history, including both the earthquake and the fire. Godwin took great pains to illustrate the map, detailing streets, parks, churches, schools and government buildings.\n\nAlso depicted is a scroll featuring population, industry, products and postal services; another scroll names major bank of the city, and a third lists its theaters.",
      "id": "0d6bc7fa-704f-4c8b-86ea-12cbd0b500d8",
      "image": "https://res.cloudinary.com/doiqoi3of/image/upload/w_auto,c_fill,q_auto,f_auto/v1741907786/ypojyjwi8wrhffpwimol.webp",
      "location": "Sacramento, CA",
      "options": "Auction",
      "price": 66,
      "seller": "Harrison Godwin ",
      "size": "Large (17x22\" to 24x36\")",
      "stock": "33",
      "stockUnit": "PCS",
      "title": "1927 Map of San Francisco Showing Principal Streets and Places of Interest",
      "views": "",
      "year": 1927
    },
    "11e386d8-51f6-4e8e-88d0-2bb8bf650dc1": {
      "category": "maps",
      "color": "Full Color",
      "condition": "Excellent",
      "createdAt": "2025-03-13T22:41:51.771Z",
      "currency": "USD",
      "description": "This is a fine reproduction of an original color lithograph, designed by Richard Edes Harrison for an issue of Fortune Magazine in 1939. The map centers on Brooklyn and Manhattan, but includes much of the surrounding burrows. The color-coded detail of the map is nothing short of an impressive work for its time. Residential areas, businesses, industry, cemeteries, airports, parks, institutions, and government property are all distinguished throughout the map. An insert below the title provides a more detailed street layout of lower Manhattan, from Central Park to Battery Park. In the lower right, an almost digital looking insert shows the difference between day and night population densities for the entire area shown in the main map. This thematic map includes several references to the New York World's Fair/ It located fair grounds in Flushing, compares heights of landmarks such as the Empire State Building and Rockefeller Center with the Fair's \"Trylon and Perisphere.\"",
      "id": "11e386d8-51f6-4e8e-88d0-2bb8bf650dc1",
      "image": "https://res.cloudinary.com/doiqoi3of/image/upload/w_auto,c_fill,q_auto,f_auto/v1741905711/bbbvbxwo2wivtiaekrjf.webp",
      "location": "Hamilton, ON",
      "options": "Individual",
      "price": 66,
      "seller": "Richard Edes Harrison ",
      "size": "Medium (11x14\" to 16x20\")",
      "stock": "4",
      "stockUnit": "PCS",
      "title": "1939 The City of New York",
      "views": "",
      "year": 1939
    },
    "149b3084-a53e-45f9-a9a1-c82d041b2518": {
      "category": "maps",
      "color": "Full Color",
      "condition": "Excellent",
      "createdAt": "2025-03-13T23:11:39.653Z",
      "currency": "USD",
      "description": "This a fine print reproduction of a beautifully illustrated poster map of America that was produced on behalf of Nelson A. Rockefeller's Office of Inter-American Affairs, in connection with the American Radio Program. The show, which was broadcast five times a week, featured Captain Silver and his sidekick Jerry, hunting Nazi spies throughout the western hemisphere. It was part of a national program intended to strengthen inter-American relations.\nThe map pictorially depicts the Western Hemisphere, with iconic products and/or personages of each country or region drawn in vivid colors. A variety of the latest models of modes of transportation decorate the map, including a sailboat, a speedboat, and an ocean liner. An airplane called the Sky Hound flies over the Atlantic.",
      "id": "149b3084-a53e-45f9-a9a1-c82d041b2518",
      "image": "https://res.cloudinary.com/doiqoi3of/image/upload/w_auto,c_fill,q_auto,f_auto/v1741907499/rrtu958tl7bfybuhoeqx.webp",
      "location": "Havana, Cuba",
      "options": "Individual",
      "price": 66,
      "seller": "Neff",
      "size": "Large (17x22\" to 24x36\")",
      "stock": "22",
      "stockUnit": "PCS",
      "title": "1943 Captain Silver's Sea Chart",
      "views": "",
      "year": 1943
    },
    "161a2d9b-252e-47dc-8f26-cb96cfdd82dd": {
      "category": "rare-books",
      "createdAt": "2025-03-12T07:10:39.150Z",
      "currency": "USD",
      "description": "Befriedigend/Good: Durchschnittlich erhaltenes Buch bzw. Schutzumschlag mit Gebrauchsspuren, aber vollständigen Seiten. / Describes the average WORN book or dust jacket that has all the pages present. Seller Inventory # M00151001510-G",
      "id": "161a2d9b-252e-47dc-8f26-cb96cfdd82dd",
      "image": "https://res.cloudinary.com/doiqoi3of/image/upload/v1741763438/zfnbcvzkzppi4qbttosj.jpg",
      "location": "Berlin, Germany",
      "options": "Individual",
      "price": 6,
      "publishedby": "Harcourt Brace",
      "seller": "medimops",
      "stock": "",
      "stockUnit": "PCS",
      "title": "The Island of the Day Before",
      "year": 1995
    },
    "19501c3a-b4b1-4416-ac9d-03673a63c431": {
      "category": "maps",
      "color": "Full Color",
      "condition": "Fair",
      "createdAt": "2025-03-13T23:02:45.824Z",
      "currency": "USD",
      "description": "This is a fine print reproduction of a scarce map that was created to promote The World's Industrial and Cotton Centennial Exposition, in 1884 in New Orleans. The Exposition was organized to commemorate the 100th anniversary of the nation's cotton industry.\n\nIn 1882 during its early planning stages, local papers quickly proposed New Orleans as the ideal site for the event, at least in part to advertise the city's commercial revitalization following the end of the Reconstruction era following the US Civil War. The Philadelphia World's Fair of 1876 had been an unqualified success, far surpassing the expectations of the government and the fair authority, thus providing an incentive to other American cities to follow suit.\n\nThe New Orleans venue, though hastily organized and constructed, proved equally successful, and during the time it was active from December 1884 through June 1885, it attracted over one million visitors by conservative estimates. Other sources place the figure as high as three million. This map shows a bird's eye view of the city and its immediate environs. The site of the grounds for the Exhibition, 247 acres in all, is easily located, as the southern boundary is the Mississippi River, with the northern boundary marked by St. Charles Avenue, one of the primary thoroughfares of the city. The venue had its own dock on the river from which entrance was easily, almost immediately accessible.\n\nA number of insets surround the city proper, featuring pavilions and other buildings from the Exhibition, a ground plan of the Exhibition, a map of the city dated 1770, a view of the city dated 1719, and a railroad map showing portions of states bordering the Gulf of Mexico. Steam line railways, horse cars and steamboat lines are indicated. Most surviving copies of this map are in institutions.",
      "id": "19501c3a-b4b1-4416-ac9d-03673a63c431",
      "image": "https://res.cloudinary.com/doiqoi3of/image/upload/w_auto,c_fill,q_auto,f_auto/v1741906965/e0ttnqzahbax5qlos3qn.jpg",
      "location": "New Orleans, LA",
      "options": "Library",
      "price": 66,
      "seller": "New Orleans Industrial and Cotton Centennial Exposition",
      "size": "Extra Large (Larger than 24x36\")",
      "stock": "12",
      "stockUnit": "PCS",
      "title": "1884 The World's Industrial and Cotton Centennial Exposition, New Orleans, LA",
      "views": "",
      "year": 1884
    },
    "1d2f5058-c600-4a80-a8a1-2759bd1e866a": {
      "category": "maps",
      "color": "Full Color",
      "condition": "Mint",
      "createdAt": "2025-03-13T22:53:32.289Z",
      "currency": "USD",
      "description": "This is a fine print reproduction of an original historic map of Yellowstone by the famed Renaissance Artist of the West, Joseph Jacinto Mora (a.k.a Jo Mora). This map was originally published uncolored. We are happy to offer the original version as well as a modern colored version, much of which we have produced by our own hand. \n\nThe map is pictorial in nature and offers a humorous, tongue-in-cheek view of Yellowstone National Park and the many visitors that would frequent the park in the 1930s. Being a product of 1930s humor many elements of the map would not meet modern standards of political correctness, so viewer be ware. Aside from the many visitors, rangers, and hotel workers depicted, Jo Mora adds animals and characters to fit the names of many natural attractions throughout Yellowstone National Park. Popular sites depicted in this map include Old Faithful, Mammoth Terraces, the Grand Canyon, Electric Peak, and many lakes including Lake Yellowstone, Shoshone Lake, and Swan Lake to name a few. Additionally, the Continental Divide is delineated as it meanders through the lower section of the map. \n\nJoseph Jacinto Mora was born in Uruguay in 1876 and at age four, his father, the sculptor Domingo Mora, moved the whole family to Massachusetts. Jo went to art school in New York City, a place he later described as full of precipitous sided canyons and underground burrows. Early on in his career, he worked for the Boston Herald as a cartoonist and illustrator, drawing scenes based on the news of the day. Over the course of his career, Mora explored a number of different mediums, including sculpture, painting, and coin design. He has been called the 'Renaissance Man of the West'. His distinctive style resulted in his works becoming increasingly sought after throughout the map collecting community from his own time to the present.",
      "id": "1d2f5058-c600-4a80-a8a1-2759bd1e866a",
      "image": "https://res.cloudinary.com/doiqoi3of/image/upload/w_auto,c_fill,q_auto,f_auto/v1741906411/a6exd1a8afhh284dsk8n.webp",
      "location": "Springfield, CT",
      "options": "Museum",
      "price": 66,
      "seller": "Joseph Jacinto Mora",
      "size": "Extra Large (Larger than 24x36\")",
      "stock": "5",
      "stockUnit": "PCS",
      "title": "1931 Yellowstone",
      "views": "",
      "year": 1931
    },
    "1dabf8d9-1d2e-40e9-a0b5-9a823f453c31": {
      "category": "maps",
      "color": "Full Color",
      "condition": "Very Good",
      "createdAt": "2025-03-13T01:31:39.792Z",
      "currency": "USD",
      "description": "Alla Santita di Nostro Signore Papa Benedetto XIV La Nuova Topografia di Roma Ossequiosamente Offerisce e Dedica Umilissimo Servo Giambattista Nolli Comasco.\n\nBy: Giambattista Nolli\n\nDate of Original: 1748\n\nOriginal Size: 68.5 x 83 inches (174 x 211 cm)\n\nThis 18th century cartographic masterpiece referred to as Nolli's ichnographic plan of Rome, presents the ancient city in its Renaissance form by way of a geometric projection that shows the outer walls of buildings and structures throughout. The map was so accurate that it was utilized for centuries as a base map for later maps of the city, most recently in the 1970s.\n\nInitial surveying for the map began in 1736; an effort that resulted in an engraved plan on twelve copper plates that detailed every bridge, road, villa, piazza, orchard, and ancient ruin present at the time of printing. All of Rome's most iconic structures can be found within including the Parthenon, Colosseum, St. Peter's Basilica, and of course the Vatican located in the top left portion of the map.\n\nIn the lower left corner, a collage of classical landmarks, includes the Arch of Constantine, the Forum, Trajan's Column, and the Colosseum. In the foreground, allegorical figures rest behind a broken statue of Romulus and Remus. The lower right corner contains more allegorical figures representing of the Church seated before Michelangelo's architectural works on the Capitoline Hill.\n\nThis wall map is a true masterpiece exemplifying a quality and attention to detail consistent with the innumerable historic works to come out of Rome over the centuries.\n\nInventory #81038",
      "id": "1dabf8d9-1d2e-40e9-a0b5-9a823f453c31",
      "image": "https://res.cloudinary.com/doiqoi3of/image/upload/v1741829499/hdthexd9wbbwiryzuhvz.jpg",
      "location": "",
      "options": "Real estate",
      "price": 366,
      "seller": "the Vintage Map Shop, Inc.",
      "size": "Extra Large (Larger than 24x36\")",
      "stock": "2",
      "stockUnit": "PCS",
      "title": "1748 Nolli's Pianta Grande di Roma | Fabric Adhesive Wall Mural",
      "views": "",
      "year": 1748
    },
    "30bb755b-308d-4d3e-abc7-d22a78a50fff": {
      "category": "maps",
      "color": "Full Color",
      "condition": "Mint",
      "createdAt": "2025-03-13T22:25:13.240Z",
      "currency": "USD",
      "description": "By: Joe Godfrey, Jr. & Gordon Ertz\n\nDate of Original: 1936 (copyrighted) Chicago\n\nOriginal Size: 28 x 30 inches (71 x 76 cm)\n\nThis is a fine print reproduction of a vintage fishing map of North America, originally published by Joe Godfrey Jr. out of Chicago in 1936. The map is a sure catch for any avid fisherman as it illustrates and locates many of the popular game fish sought out by anglers.\n\nWith over 56 varieties of fish illustrated in the borders, this pictorial map depicts fishermen in waders, on boats, or even horseback with a hooked fish. Several text boxes provide 1930s records for various fish caught throughout the world. Additional round inset maps at the lower left show Panama, the Hawaiian Islands, New Zealand, and Tahiti, with listings of the fish found in those waters. Additional inset text blocks list \"Twenty-two World-famous Places to Go Fishing,\" \"Famous Fishing Tournaments,\" and \"Famous Big Game Fishing Clubs.\"\n\nThis map is perfect for any active fisherman or fisherwoman whether they enjoy angling, fly fishing, bank fishing, boat fishing, deep water, fresh water, or salt water. Though nearly 100 years have passed since this map was first produced, there have been very few produced since can that compare in detail and beauty.\n\n\nInventory #81071",
      "id": "30bb755b-308d-4d3e-abc7-d22a78a50fff",
      "image": "https://res.cloudinary.com/doiqoi3of/image/upload/w_auto,c_fill,q_auto,f_auto/v1741904714/fiv9viem7gol6exjngbd.jpg",
      "location": "Berlin, Germany",
      "options": "Real estate",
      "price": 66,
      "seller": "medimops",
      "size": "Small (Up to 8x10\")",
      "stock": "12",
      "stockUnit": "PCS",
      "title": "1936 Big Game Fish, Complete Map Illustrated, Fresh and Salt Water Fishing.",
      "views": "",
      "year": 1995
    },
    "334838ae-f177-4815-a5b6-4094288c2d55": {
      "category": "rare-books",
      "createdAt": "2025-03-12T18:24:53.517Z",
      "currency": "USD",
      "description": "First edition, first printing of Fitzgerald's masterpiece, inscribed by Fitzgerald to Zelda's sister and her husband Newman Smith in the year of publication and in the exceptionally rare first issue dust jacket. Octavo, original dark green cloth with gilt titles to the spine. First printing with \"chatter\" on p. 60, line 16; \"northern\" on p. 119, line 22; \"it's\" on p. 165, line 16; \"away\" on p. 165, line 29; \"sick in tired\" on p. 205, lines 9-10; and \"Union Street station\" on p. 211, lines 7-8. Association copy, inscribed by the author on the front free endpaper in the year of publication, For Rosalind and Capitan with affection from Scott and Zelda June (May) 1925. The Fitzgeralds, on their European stay, were at Capri when The Great Gatsby was published (on 10 April 1925), moving to Paris later that month; they stayed in Paris until August, when they left for the Riviera. While on Capri Fitzgerald sent Scribner's a number of inscriptions on slips of paper to be pasted in presentation copies sent to fellow writers: Sinclair Lewis, H.L. Mencken, Carl Van Doren, Van Wyck Brooks, etc. (see Letters, ed. Bruccoli, pp. 156-158). By the time of this inscription to Rosalind and Capitan, Fitzgerald had access to an actual copy of the first edition. Bruccoli A11.1.a; Connolly, The Modern Movement 48. Near fine in a very good first issue dust jacket, with the lowercase  on the back panel, corrected in ink. Jacket art by Francis Cugat. Housed in a custom clamshell box. An outstanding association copy, exceedingly rare with a contemporary presentation inscription and in the scarce first issue dust jacket; perhaps the most iconic dust jacket of the 20th century. In 1922, Fitzgerald announced his decision to write \"something new--something extraordinary and beautiful and simple and intricately patterned. \" That extraordinary, beautiful, intricately patterned, and above all, simple novel became The Great Gatsby, arguably Fitzgerald's finest work and certainly the book for which he is best known. A portrait of the Jazz Age in all of its decadence and excess, Gatsby captured the spirit of the author's generation and earned itself a permanent place in American mythology. Cyril Connolly called The Great Gatsby one of the half dozen best American novels: \"Gatsby remains a prose poem of delight and sadness which has by now introduced two generations to the romance of America, as Huckleberry Finn and Leaves of Grass introduced those before it\" (Modern Movement 48). Consistently gaining popularity after World War II, the novel became an important part of American high school curricula. Today it is widely considered to be a literary classic and a contender for the title \"Great American Novel\". In 1998, the Modern Library editorial board voted it the 20th century's best American novel and second best English-language novel of the same time period. It was the basis for numerous stage and film adaptations. Gatsby had four film adaptations, with two exceptionally big-budget versions: the 1974 version starring Robert Redford and Mia Farrow, as well as Baz Luhrmann's 2013 version starring Leonardo DiCaprio, Tobey Maguire and Carrie Mulligan. Fitzgerald's granddaughter praised Lurhmann's adaptation, stating ' Scott would be proud.' . Seller Inventory # 147842",
      "id": "334838ae-f177-4815-a5b6-4094288c2d55",
      "image": "https://res.cloudinary.com/doiqoi3of/image/upload/v1741803893/ksgmajadtk8cvcf2onqr.jpg",
      "location": "Palm Beach, FL, U.S.A",
      "options": "Library",
      "price": 975000,
      "publishedby": "Charles Scribner's Sons",
      "seller": "Raptis Rare Books",
      "stock": "1",
      "stockUnit": "PCS",
      "title": "The Great Gatsby",
      "views": "",
      "year": 1925
    },
    "42fc746a-ba7a-47fb-8e67-29e7ec368d15": {
      "category": "maps",
      "color": "Hand Colored",
      "condition": "",
      "createdAt": "2025-03-13T23:20:22.360Z",
      "currency": "USD",
      "description": "This is a marvelous reproduction of a poster from an Air France series created by artist Lucien Boucher, showing an elongated terrestrial globe with Air France routes in white, surrounded by a richly decorated border of landscapes. The poster shows all destinations of Air France at the time, and describes them pictorially. While a few geographical features such as mountains and forested regions are included, the poster primarily focuses on cultural representations of the designated destinations.This nostalgic poster reminds us of the world before globalization had taken hold, before cultural blending or greying had advanced to its current state. \n\nAn enormous and colorful compass rose in the southern Atlantic orients us. Depictions of destinations in North America include the Capitol Building in Washington, DC, the Statue of Liberty just off the shore from New York, an Indian with a peace pipe standing before his tepee, and an Eskimo with a sledge and dog team in Canada. Africa's great diversity of cultures is amply illustrated, with Bedouins and indigenous peoples in native dress. Architectural elements are featured in Egypt, and an enormous elephant with marvelous trunks advances toward us. \n\nOther destinations show famous landmarks and cultural icons such as the Kremlin for Moscow, a dragon for China, and a geisha for Japan. Turtles, a whale and a sea monster, and frigates embellish the oceans. A fanciful version of Pegasus suggests the magic element once associated with flying.  ",
      "id": "42fc746a-ba7a-47fb-8e67-29e7ec368d15",
      "image": "https://res.cloudinary.com/doiqoi3of/image/upload/w_auto,c_fill,q_auto,f_auto/v1741908022/jgnfbfvptqdjfa52v2vh.webp",
      "location": "London, UK",
      "options": "Real estate",
      "price": 66,
      "seller": "Lucien Boucher",
      "size": "",
      "stock": "1",
      "stockUnit": "PCS",
      "title": "1952 Air France - Le Plus Grand Reseau Du Monde",
      "views": "",
      "year": 1952
    },
    "45dea6ef-4046-4111-8ff6-07f76a52fd93": {
      "category": "maps",
      "color": "",
      "condition": "Excellent",
      "createdAt": "2025-03-13T23:29:45.961Z",
      "currency": "USD",
      "description": "This is a fine reproduction of a large, broadside map, formally entitled Newsmap. Monday, October 18, 1943, Vol. II No. 26. By F. E. Manning, it is one of the most iconic American WWII propaganda maps to have been published.\nThe focus of the map is a panoptic view of Tokyo, from which a series of concentric circles radiate, thus creating a target-like effect. The circles ever widen till they include much of the world. Unlike the map 'Target Berlin', which immediately preceded Allied airstrikes, no airstrikes followed the publishing of 'Target Tokyo' till November 1944. Said airstrikes continued till the capitulation of Japan on 15 August 1945. Printed below the map is a cut away distance scale with the following instructions.\nThis map is a photographic view of the world with the center at Tokyo. Thus with the detachable scale distances can be measured along any line running thru Tokyo. It should be noted that an inch at the center represents less mileage than an inch closer to the edges. The detachable scale has been designed to compensate for this and should be used only with the center on Tokyo. The photographic process used in making this map makes all distances measured with the tape approximate only. Distances are shown in statute miles. Lines between key cities do not represent regular air routes in all cases. They show distances between points that do not fall on a line going thru the center of the projection.\nThis was one of many 'Newsmaps' published weekly by a propaganda arm of the US War Department called 'Army Orientation Course of the Special Service Division Army Service Forces'. The maps employed bold typesetting and dramatic imagery to relay the most recent war news. Few Newsmaps were as dramatic or had the impact as did 'Target Tokyo.' ",
      "id": "45dea6ef-4046-4111-8ff6-07f76a52fd93",
      "image": "https://res.cloudinary.com/doiqoi3of/image/upload/w_auto,c_fill,q_auto,f_auto/v1741908585/p2mv0nzcuqn8v0rqcz04.webp",
      "location": "New York City, NY",
      "options": "Auction",
      "price": 66,
      "seller": "F.E. Manning for the Army Orientation Course Special Division Army Service Forces",
      "size": "",
      "stock": "4",
      "stockUnit": "PCS",
      "title": "1943 Target Tokyo",
      "views": "",
      "year": 1943
    },
    "4dc9f9a1-0493-444d-8338-c82338b94e42": {
      "category": "maps",
      "color": "Full Color",
      "condition": "Mint",
      "createdAt": "2025-03-13T23:28:39.598Z",
      "currency": "USD",
      "description": "This is a fine print reproduction of a large map (broadside), formally entitled Newsmap. Monday, October 25, 1943, Vol. II No. 27. By F. E. Manning, it is one of the most iconic American WWII propaganda maps to have been published.\nThe focus of the map is a panoptic view of Berlin, from which a series of concentric circles radiate, thus creating a target-like effect. The circles ever widen till they include much of the world. Publishing of the map was timed to serve as a prelude to the first major allied airstrike on Berlin. Within days of its being published, British Air Marshal Arthur 'Bomber' Harris led a series of air raids on Berlin which did not relent till March of 1944. Despite the destruction of vast swathes of the city, the operation was considered a failure for it accomplished little in the way of crippling or even limiting Germany's war efforts, and in fact led to reprisal attacks such as Operation Steinbock and London.\nPrinted below the map is a cut away distance scale with the following instructions. 'This map is a photographic view of the world with the center at Berlin. Thus with the detachable scale distances can be measured along any line running thru Berlin. It should be noted that an inch at the center represents less mileage than an inch closer to the edges. The detachable scale has been designed to compensate for this and should be used only with the center on Berlin.\nThe photographic process used in making this map makes all distances measured with the tape approximate only. Distances are shown in statute miles. Lines between key cities do not represent regular air routes in all cases. They show distances between points that do not fall on a line going thru the center of the projection.'\nThis is one of many 'Newsmaps' published weekly by a propaganda arm of the US War Department called 'Army Orientation Course of the Special Service Division Army Service Forces'. The maps employed bold typesetting and dramatic imagery to relay the most recent war news. Few Newsmaps were as dramatic or had the impact as 'Target Berlin'. ",
      "id": "4dc9f9a1-0493-444d-8338-c82338b94e42",
      "image": "https://res.cloudinary.com/doiqoi3of/image/upload/w_auto,c_fill,q_auto,f_auto/v1741908519/pktzonqmglnxq2cjk1ld.webp",
      "location": "Munich, Germany",
      "options": "Auction",
      "price": 66,
      "seller": "F.E. Manning for the Army Orientation Course Special Division Army Service Forces",
      "size": "Extra Large (Larger than 24x36\")",
      "stock": "8",
      "stockUnit": "PCS",
      "title": "1943 Target Berlin",
      "views": "",
      "year": ""
    },
    "6c5fab6c-3665-4f3e-afd8-1dffb7afcedc": {
      "category": "maps",
      "colors": [
        "Woodcut",
        "Hand Colored",
        "Sepia",
        "Black & White",
        "Original Color"
      ],
      "condition": "Excellent",
      "createdAt": "2025-03-14T08:06:36.604Z",
      "currency": "USD",
      "description": "test",
      "id": "6c5fab6c-3665-4f3e-afd8-1dffb7afcedc",
      "image": "https://res.cloudinary.com/doiqoi3of/image/upload/w_auto,c_fill,q_auto,f_auto/v1741939597/hne2i25rcsftsje6q5mi.webp",
      "location": "Palm Beach, FL, U.S.A",
      "options": "Library",
      "price": 125,
      "seller": "SecondSale",
      "sizes": [
        "Small (Up to 8x10\")",
        "Medium (11x14\" to 16x20\")",
        "Large (17x22\" to 24x36\")",
        "Extra Large (Larger than 24x36\")",
        "Folding Map"
      ],
      "stock": "4",
      "stockUnit": "PCS",
      "title": "test",
      "views": "",
      "year": 2018
    },
    "7b4e5fe9-08ef-46b6-831f-39c6d8525b8b": {
      "author": "",
      "category": "periodicals",
      "condition": "Good",
      "createdAt": "2025-03-14T08:22:20.618Z",
      "currency": "USD",
      "description": "fadfad",
      "format": "Leather Bound",
      "genre": "Non-Fiction",
      "id": "7b4e5fe9-08ef-46b6-831f-39c6d8525b8b",
      "image": "https://res.cloudinary.com/doiqoi3of/image/upload/w_auto,c_fill,q_auto,f_auto/v1741940541/mwtjmgvgqquczk8sria1.jpg",
      "images": [
        "https://res.cloudinary.com/doiqoi3of/image/upload/w_auto,c_fill,q_auto,f_auto/v1741940541/mwtjmgvgqquczk8sria1.jpg",
        "https://res.cloudinary.com/doiqoi3of/image/upload/w_auto,c_fill,q_auto,f_auto/v1741940541/ambnprsdpidpye0adwyo.jpg",
        "https://res.cloudinary.com/doiqoi3of/image/upload/w_auto,c_fill,q_auto,f_auto/v1741940541/suvmb9zr3ekrycwntsgh.jpg"
      ],
      "language": "German",
      "location": "Berlin, Germany",
      "options": "Auction",
      "price": 43,
      "publishedby": "Faza Propaganda Stampa, Daytona",
      "seller": "ERIC CHAIM KLINE, BOOKSELLER (ABAA ILAB)",
      "stock": "222222",
      "stockUnit": "PCS",
      "title": "test",
      "views": "",
      "year": 1925
    },
    "7f216fc8-cb19-4101-a8f2-54be996b1562": {
      "category": "maps",
      "colors": [
        "Black & White",
        "Sepia",
        "Hand Colored"
      ],
      "condition": "Good",
      "createdAt": "2025-03-16T20:43:10.500Z",
      "currency": "USD",
      "description": "ghhryh",
      "id": "7f216fc8-cb19-4101-a8f2-54be996b1562",
      "image": "https://res.cloudinary.com/doiqoi3of/image/upload/w_auto,c_fill,q_auto,f_auto/v1742157790/wyzkv1kz0lgemosvglbg.webp",
      "images": [
        "https://res.cloudinary.com/doiqoi3of/image/upload/w_auto,c_fill,q_auto,f_auto/v1742157790/wyzkv1kz0lgemosvglbg.webp"
      ],
      "location": "Santa Monica, CA, U.S.A.",
      "options": "Individual",
      "price": 2222,
      "seller": "SecondSale",
      "sizes": [
        "Medium (11x14\" to 16x20\")",
        "Large (17x22\" to 24x36\")",
        "Extra Large (Larger than 24x36\")"
      ],
      "stock": "222",
      "stockUnit": "PCS",
      "title": "trghgh",
      "views": "",
      "year": 2000
    },
    "80cfc6b7-f3af-40e5-a61d-73cdf6169bb8": {
      "category": "rare-books",
      "createdAt": "2025-03-12T06:42:03.680Z",
      "description": "Daytona: Faza Propaganda Stampa Book. Very Good. Wraps. 4to - over 9¾\" - 12\" tall. light cover rubs, light cover creases. corner wear to spine. 192pp..",
      "id": "80cfc6b7-f3af-40e5-a61d-73cdf6169bb8",
      "image": "https://res.cloudinary.com/doiqoi3of/image/upload/v1741761723/zld4iuvccft05y6dtj9u.jpg",
      "location": "",
      "options": "Individual",
      "price": 125,
      "publishedby": "Faza Propaganda Stampa, Daytona",
      "seller": "",
      "title": "Faza Fiat Abarth Lancia Bible, 5th Edition Paperback",
      "year": ""
    },
    "86d0cfdf-54f6-4ff8-b285-7870c8e15c78": {
      "category": "maps",
      "color": "",
      "condition": "",
      "createdAt": "2025-03-13T23:19:22.571Z",
      "currency": "USD",
      "description": "",
      "id": "86d0cfdf-54f6-4ff8-b285-7870c8e15c78",
      "image": "https://res.cloudinary.com/doiqoi3of/image/upload/w_auto,c_fill,q_auto,f_auto/v1741907962/wfxsfutstqipmn40kwdh.webp",
      "location": "London, UK",
      "options": "Real estate",
      "price": 66,
      "seller": "Lucien Boucher",
      "size": "Large (17x22\" to 24x36\")",
      "stock": "1",
      "stockUnit": "PCS",
      "title": "1952 Air France - Le Plus Grand Reseau Du Monde",
      "views": "",
      "year": 1952
    },
    "8f049b7d-8b43-4e93-8bb9-5ec5bbad47ca": {
      "category": "Rare Books",
      "createdAt": "2025-03-12T17:47:39.894Z",
      "currency": "USD",
      "description": "Signed Copy . Like New dust jacket. Inscribed by author on title page. NOT AVAILABLE FOR SHIPMENT OUTSIDE OF THE UNITED STATES. Seller Inventory # S06O-00555",
      "id": "8f049b7d-8b43-4e93-8bb9-5ec5bbad47ca",
      "image": "https://res.cloudinary.com/doiqoi3of/image/upload/v1741801660/tr5ipvcvpbaiokhq4kt9.jpg",
      "location": "Frederick, MD, U.S.A",
      "options": "Real estate",
      "price": 19,
      "publishedby": "Hudson Hills",
      "seller": "Wonder Book",
      "stock": "3",
      "stockUnit": "PCS",
      "title": "The George Washington Collection: Fine and Decorative Arts at Mount Vernon",
      "views": "",
      "year": 2006
    },
    "9196820d-5291-46fb-9d87-8fcc45f3ab92": {
      "category": "maps",
      "color": "Full Color",
      "condition": "Mint",
      "createdAt": "2025-03-13T23:23:13.222Z",
      "currency": "USD",
      "description": "This is a fine reproduction of one of the most sought after, decorative map of the United States and Mexico, published during the Mexican War.\n\nThis exciting work by Humphrey Phelps features the new, enlarged state of Texas. The \"Great Oregon Rail Road\" is delineated across the country, along crudely drawn state and territorial boundaries from New York to Oregon City. Territories depicted west of the Mississippi include the Missouri Territory, Indian Territory, the Oregon Territory and Upper California, which is shown under control of the United States before the was came to an end. Texas is shows as the largest it has ever been.\n\nAdorning the map are portraits of Cortez, Washington, and Montezuma. Below the map are, portraits of generals Taylor and Santa Anna, the official seals of Mexico and America, as well as a view of an Aztec temple.The text describes the history of the region culminating with the Mexican American War and showing the United States in possession of New Mexico and the Californias despite the fact that the war had not yet ended at the time of publication.",
      "id": "9196820d-5291-46fb-9d87-8fcc45f3ab92",
      "image": "https://res.cloudinary.com/doiqoi3of/image/upload/w_auto,c_fill,q_auto,f_auto/v1741908193/xtzlqwwerg5vy81ot9sx.webp",
      "location": "Hamilton, ON",
      "options": "Auction",
      "price": 81,
      "seller": "Humphrey Phelps",
      "size": "Extra Large (Larger than 24x36\")",
      "stock": "3",
      "stockUnit": "PCS",
      "title": "1847 Ornamental Map of the United States and Mexico",
      "views": "",
      "year": 1847
    },
    "9777b11f-8ba8-4fbc-850b-fae09f34b135": {
      "category": "maps",
      "color": "Full Color",
      "condition": "Good",
      "createdAt": "2025-03-13T23:00:04.866Z",
      "currency": "USD",
      "description": "This is a fine print reproduction of an important early pocket map of Chicago showing in red color the area destroyed by the Great fire of 1871, drawn by Albert L. Rawson.\n\nThe original map is scarce, and was created to show the world the destruction left in the path of the fire, which burned from October 8 to October 10, 1871, and destroyed thousands of buildings, killed an estimated 300 people and caused an estimated $200 million in damages. Legend has it that a cow kicked over a lantern in a barn and started the fire, but other theories hold that humans or even a meteor might have been responsible for the event that left an area of about four miles long and almost a mile wide of the Windy City, including its business district, in ruins.\n\nFollowing the blaze, reconstruction efforts began quickly and spurred great economic development and population growth. According to the Chicago Public Library on-line catalogue the burnt district is incorrectly indicated.",
      "id": "9777b11f-8ba8-4fbc-850b-fae09f34b135",
      "image": "https://res.cloudinary.com/doiqoi3of/image/upload/w_auto,c_fill,q_auto,f_auto/v1741906804/xoxertxqhl3cnyq8ftyb.webp",
      "location": "New York City, NY",
      "options": "Library",
      "price": 66,
      "seller": "R.H. McDonald",
      "size": "Large (17x22\" to 24x36\")",
      "stock": "8",
      "stockUnit": "PCS",
      "title": "1871 R.H. McDonald's Map of Chicago with a correct outline of the Great Fire...",
      "views": "",
      "year": 1871
    },
    "aa48fb73-5bbb-433f-a559-f755de512aae": {
      "category": "rare-books",
      "createdAt": "2025-03-12T17:48:53.849Z",
      "currency": "USD",
      "description": "The book has been read, but is in excellent condition. Pages are intact and not marred by notes or highlighting. The spine remains undamaged. Seller Inventory # GOR009743404",
      "id": "aa48fb73-5bbb-433f-a559-f755de512aae",
      "image": "https://res.cloudinary.com/doiqoi3of/image/upload/v1741801734/x0e6hquzdvpkskg3c3jy.jpg",
      "location": "Goring-By-Sea, WS, United Kingdom",
      "options": "Real estate",
      "price": 4,
      "publishedby": "Penguin Classics",
      "seller": "WorldofBooks",
      "stock": "15",
      "stockUnit": "PCS",
      "title": "The Naked and the Dead: Norman Mailer (Penguin Modern Classics)",
      "views": "",
      "year": 2018
    },
    "aa705f06-0a78-44c1-b061-bbe0504f1331": {
      "category": "rare-books",
      "createdAt": "2025-03-12T17:50:19.173Z",
      "currency": "USD",
      "description": "Illustrated frontispiece. It appears that this item is the first printing but has been bound with a later catalogue dated 1887. A correction has also been made to page 140. There wasn't a second edition. Original pictorial cloth with gilt. There is very slight wear to spine ends and a small pinhole puncture. There is a little spotting to the first couple of pages. Contemporary bookplate on pastedown. A very attractive period item. All books outside the UK are sent airmail and those over £30 are tracked; those inside the UK are signed for. Paypal accepted.All dustwrappers are film protected. Seller Inventory # 8424",
      "id": "aa705f06-0a78-44c1-b061-bbe0504f1331",
      "image": "https://res.cloudinary.com/doiqoi3of/image/upload/v1741801819/ytjiidjtcxikdjjpd9dj.jpg",
      "location": "Gloucestershire, United Kingdom",
      "options": "Library",
      "price": 100,
      "publishedby": " Chatto and Windus",
      "seller": "Lavender Fields Books PBFA",
      "stock": "2",
      "stockUnit": "PCS",
      "title": "The Silverado Squatters",
      "views": "",
      "year": 1883
    },
    "bc7fb139-5546-4c94-9598-ff81b1e6ddad": {
      "category": "rare-books",
      "createdAt": "2025-03-12T04:16:42.944Z",
      "description": "ISBN 10: 1333046502 / ISBN 13: 9781333046507",
      "id": "bc7fb139-5546-4c94-9598-ff81b1e6ddad",
      "image": "https://res.cloudinary.com/doiqoi3of/image/upload/v1741753001/kmamoi23vv5oyzemmenm.jpg",
      "location": "Fairford, GLOS, United Kingdom",
      "options": "Auction",
      "price": 20,
      "publishedby": "Forgotten Books",
      "seller": "PBShop.store UK",
      "title": "Profits in Poultry Keeping Solved The Briggs' System and Secrets of Successful Poultry Raising An Economical, Labor Saving, Profit Assuring System of Poultry Raising Classic Reprint",
      "year": 2018
    },
    "bfd772b7-fbcb-4dd1-a28a-2e40ad292643": {
      "category": "rare-books",
      "createdAt": "2025-03-12T17:46:20.288Z",
      "currency": "USD",
      "description": "Item in good condition. Textbooks may not include supplemental items i.e. CDs, access codes etc. Seller Inventory # 00081808266",
      "id": "bfd772b7-fbcb-4dd1-a28a-2e40ad292643",
      "image": "https://res.cloudinary.com/doiqoi3of/image/upload/v1741801580/in8mcuynrao1eqkg0bzx.jpg",
      "location": "Montgomery, IL, U.S.A.",
      "options": "Individual",
      "price": 43,
      "publishedby": "Paper Tiger",
      "seller": "SecondSale",
      "stock": "5",
      "stockUnit": "PCS",
      "title": "Darkwerks: The Art of Brom",
      "views": "",
      "year": 2000
    },
    "d12babdd-f5a8-4e5d-aec7-b2a2ddbb37c3": {
      "category": "maps",
      "color": "Sepia",
      "condition": "Good",
      "createdAt": "2025-03-13T22:45:42.465Z",
      "currency": "USD",
      "description": "The is a fine print reproduction of the earliest geologic map of the Grand Canyon from the report of Joseph C. Ives; the first European American known to reach the river within Grand Canyon. The information shown in the map pre-dates the John Wesley Powell expedition of 1869.\n\nThis spectacular map shows the Grand Canyon in a wash of colors, representing the geologic time periods of the Cretaceous, Triassic, Carboniferous, and Tertiary, to name a few. Throughout the map are notations of peaks, water sources, forests, lagoons, Native American villages, ruins, and old trails. A key below the distance scale distinguishes the line of exploration, camps, and astronomical stations that can be traces throughout the map.\n\nAs described on the National Park Service website concerning the exploration history of the Grand Canyon and detailed within this map; \"Army First Lieutenant Joseph Christmas Ives of the U.S. Army Corps of Topographical Engineers took on the adventure. He navigated up river using a fifty-foot long sternwheel steamboat, the Explorer. His plan was to steam up the Colorado River from the known into the unknown. He crashed just below Black Canyon, not yet in Grand Canyon itself, but continued upriver for another thirty miles in a skiff. Continuing on foot, his overland journey took him down into the canyon at Diamond Creek, today part of the Hualapai Indian Reservation. He is thus credited as the first European American known to reach the river within Grand Canyon.\"",
      "id": "d12babdd-f5a8-4e5d-aec7-b2a2ddbb37c3",
      "image": "https://res.cloudinary.com/doiqoi3of/image/upload/w_auto,c_fill,q_auto,f_auto/v1741905942/fnujmgtj8pg5hucuithx.webp",
      "location": "Denver, CO",
      "options": "Auction",
      "price": 74,
      "seller": "Joseph C. Ives",
      "size": "Medium (11x14\" to 16x20\")",
      "stock": "10",
      "stockUnit": "PCS",
      "title": "1858 Map No. 1. Rio Colorado of the West, explored by 1st Lieut. Joseph C. Ives",
      "views": "",
      "year": 1958
    },
    "d2060ccb-b92b-4a46-9a0d-2a7344dfc828": {
      "category": "maps",
      "color": "Full Color",
      "condition": "Mint",
      "createdAt": "2025-03-13T23:13:58.629Z",
      "currency": "USD",
      "description": "This is Vintage Map Print Shop reproduction of the map of the eastern seaboard of the United States by Hendrick Doncker, made in Amsterdam in 1660. It is the first state earliest obtainable Dutch sea chart of the New Netherlands and widely regarded as one of the most accurate of its time.\nDonker's sea chart of the region is preceded by the charts of Jacobsz (c.1650) and Colom (1656), both of which are regarded as unobtainable. At the time, the Dutch were producing the best sea charts of nearly every navigable coastline throughout the world. Of the Dutch map makers that specialized in sea charts, Donker's were regarded as the most accurate and up to date to be published during the second half of the 17th century. Unlike his contemporaries, Goos, Lootsman, Van Loon, and others, Doncker made a point to correct and improve his charts so that any obsolete copies would be replaced by new, revised versions. For this reason, his works were in high demand and he attained a considerable amount of success at a rather early age.\nIn this chart, Doncker presents the eastern seaboard from just south of the Chesapeake Bay to the New England coastline just north of Cape Cod. In vicinity of present day New York, places such as Staten Island, Nieu Amsterdam, and Manhattans are named. The Hudson River is extended to just north of Fort Orange, which is the location of present day Albany. Early settlements, Native American tribes, and several forts are located and named throughout the chart. Burden notes that much of the chart follows the Colom map from 4 years prior. This first state is identified by the printed date of 1660 in the title. The map was revised over its publication history for two later states released c.1669 and c.1676.",
      "id": "d2060ccb-b92b-4a46-9a0d-2a7344dfc828",
      "image": "https://res.cloudinary.com/doiqoi3of/image/upload/w_auto,c_fill,q_auto,f_auto/v1741907638/qyl6gageeiioau0nfqje.webp",
      "location": "Boston, MA",
      "options": "Individual",
      "price": 66,
      "seller": "Hendrick Doncker",
      "size": "Large (17x22\" to 24x36\")",
      "stock": "4",
      "stockUnit": "PCS",
      "title": "1660 Pas Caert Van Nieu Nederland, Virginia en Nieu Engelant",
      "views": "",
      "year": 1660
    },
    "d4879e32-e521-4258-9cae-a8e26a6bcac7": {
      "category": "maps",
      "color": "Sepia",
      "condition": "Excellent",
      "createdAt": "2025-03-13T23:07:37.480Z",
      "currency": "USD",
      "description": "This is a fine print reproduction of Covens & Mortier edition of Romeyn De Hooghe map of the Mediterranean, embellished with 38 inset maps and views of the major ports and harbors of the Mediterranean.\n\nThe chart appeared in a special section of Mortier's Neptune François, separately titled Cartes Marines a l'Usage des Armées du Roy de la Grande Bretagne. A total of nine charts in this section were engraved by de Hooghe, and are described by Koeman as the \"most spectacular type of maritime cartography ever produced in seventeenth century Amsterdam\". This chart of the Mediterranean is the largest and most intricately decorated of all.\n\nSurrounding the map on all sides are 38 inset views of ports, landmarks, and coastal cities throughout the Mediterranean from Lisbon and the Rock of Gibraltar to Tripoli and Constantinople. As this was created with Nautical travel in mind, very little detail is given to the interior of the countries shown in the map except for the locations of large towns and cities. The map includes numerous galleons and galleys,  and elaborate web of rhumb lines, with allegorical figures and sea monsters embellishments. ",
      "id": "d4879e32-e521-4258-9cae-a8e26a6bcac7",
      "image": "https://res.cloudinary.com/doiqoi3of/image/upload/w_auto,c_fill,q_auto,f_auto/v1741907257/fkxjyrgvppmzcxh7kujx.webp",
      "location": "Rome, Italy",
      "options": "Museum",
      "price": 125,
      "seller": "Romeyn De Hooghe / Covens & Mortier",
      "size": "Extra Large (Larger than 24x36\")",
      "stock": "2",
      "stockUnit": "PCS",
      "title": "CarNouvelle De La Mer Mediterranee ou sont Exactement Remarques tous les Ports, Golfes, Rochers, Banks, de Sable",
      "views": "",
      "year": 1694
    },
    "e8447459-1eaf-44d3-8e01-1a081b7e8840": {
      "category": "maps",
      "color": "Black & White",
      "condition": "Excellent",
      "createdAt": "2025-03-13T21:59:47.550Z",
      "currency": "USD",
      "description": "dsdsfOriginal Size: 8.2 x 7.5 feet (98 x 94 inches)\n\nThis is fabric adhesive wall mural reproduction of a monumental cartographic work by Henry Popple. The large twenty sheet map is widely considered to be one of the two most important large format maps concerning the history and geography of North America during the 18th century, a time when Europe's greatest military powers were in a constant struggle against one another to dominate the new world.\n\nThe map, when joined stands at just over 8 feet tall and 7.5 feet wide and is filled from end to end with the most accurate cartographic information of the time. The cartographic information presented in the map was so impressive that it even earned the endorsement of Dr. Edmund Haley, professor of Astronomy at Oxford. At the time of printing, Halley was the second Royal Astronomer of Britain, succeeding John Flamsteed in 1720. His words appear at in the lower right sheet.\n\nI have seen the abovementioned Map, whish as far as I am Judge, seems to have been laid down with great Accuracy, and to theru the Position of the different Provinces & Islands in that part of the Globe more truly than any yet extant. – Edmund Halley\nWhen first published, Popple's map was not a great success. In 1727 he began working with the Board of Trade and Plantations to help settle boundary disputes between British colonists and the French. By 1730, the Board began requesting detailed maps of the region. Popple announced that he had commenced work on this map in 1731 and ultimately completed his work by 1733, however the sales just weren't there. He sold production rights of the map to Samuel Harding and William H. Toms in 1739, right at the \"War of Jenkins' Ear,\" formally began. While the origins of the name of the war are interesting, they are not relevant to this map. The conflict dates back to 1731 when a Spanish privateer severed British captain Robert Jenkins's ear as punishment for raiding Spanish ships. As the English wanted retribution for this act, tensions rose between the two powers and conflict over land soon began in present day Georgia. This map is the first map to present the colony of Georgia, which was chartered in London in July of 1732. Soon thereafter\n\nJames Edward Oglethrope landed in the region with 120 colonists and reported back to England in 1734 with several maps, sea charts, and sketches of the new colony, to which Henry Popple incorporated into his map. The inclusion of the Colony of Georgia did several things. First, is moved the official boundary of the British colonies further south to Florida, which was under Spanish control at the height of the \"War of Jenkins' Ear.\" This inclusion of the new colony added an extra layer of protection for the more well-established colonies to the north. Back then the northern colonies were more heavily fortified, so land and distance was a useful advantage in terms of protection and defense for the southern colonies. The inclusion of Georgia also makes Popple's map the first map to show all of the thirteen colonies that would eventually convene in Philadelphia to sign the Declaration of Independence from Great Britaindfdffdfd ",
      "id": "e8447459-1eaf-44d3-8e01-1a081b7e8840",
      "image": "https://res.cloudinary.com/doiqoi3of/image/upload/w_auto,c_fill,q_auto,f_auto/v1741903189/lgqcp3avp9yko7uhxxju.webp",
      "location": "Santa Monica, CA, U.S.A.",
      "options": "Auction",
      "price": 555,
      "seller": "PBShop.store UK",
      "size": "Large (17x22\" to 24x36\")",
      "stock": "5",
      "stockUnit": "PCS",
      "title": "1733 A Map of the British Empire in America... | Fabric Adhesive Wall Mural",
      "views": "",
      "year": 1995
    },
    "ee845ed2-7670-421e-9002-d6dc55acd2d8": {
      "category": "maps",
      "colors": [
        "Original Color",
        "Black & White",
        "Sepia",
        "Hand Colored",
        "Woodcut"
      ],
      "condition": "Fair",
      "createdAt": "2025-03-15T07:34:48.887Z",
      "currency": "USD",
      "description": "Test",
      "id": "ee845ed2-7670-421e-9002-d6dc55acd2d8",
      "image": "https://res.cloudinary.com/doiqoi3of/image/upload/w_auto,c_fill,q_auto,f_auto/v1742024087/bt25ubtiwotol6mnrvny.webp",
      "images": [
        "https://res.cloudinary.com/doiqoi3of/image/upload/w_auto,c_fill,q_auto,f_auto/v1742024087/bt25ubtiwotol6mnrvny.webp"
      ],
      "location": "Fairford, GLOS, United Kingdom",
      "options": "Individual",
      "price": 65656006560,
      "seller": "PBShop.store UK",
      "sizes": [
        "Large (17x22\" to 24x36\")",
        "Extra Large (Larger than 24x36\")",
        "Folding Map",
        "Medium (11x14\" to 16x20\")",
        "Small (Up to 8x10\")"
      ],
      "stock": "4645445",
      "stockUnit": "PCS",
      "title": "Use this for test cart",
      "views": "",
      "year": 2025
    },
    "f53db763-3df9-4bc3-8d38-93a959756637": {
      "author": "",
      "category": "first-editions",
      "condition": "Poor",
      "createdAt": "2025-03-15T07:32:35.330Z",
      "currency": "USD",
      "description": "test",
      "format": "Hardcover",
      "genre": "History",
      "id": "f53db763-3df9-4bc3-8d38-93a959756637",
      "image": "https://res.cloudinary.com/doiqoi3of/image/upload/w_auto,c_fill,q_auto,f_auto/v1742023954/qmnpfq3qkt5tplmkzto2.jpg",
      "images": [
        "https://res.cloudinary.com/doiqoi3of/image/upload/w_auto,c_fill,q_auto,f_auto/v1742023954/qmnpfq3qkt5tplmkzto2.jpg"
      ],
      "language": "English",
      "location": "Fairford, GLOS, United Kingdom",
      "options": "Auction",
      "price": 8516006600,
      "publishedby": "Paper Tiger",
      "seller": "Raptis Rare Books",
      "stock": "5000000",
      "stockUnit": "PCS",
      "title": "Theatre III",
      "views": "",
      "year": 2004
    }
  },
  "carts": {
    "2EFruBIZN1g7eqJMkL38sDGmDDU2": {
      "1d2f5058-c600-4a80-a8a1-2759bd1e866a": {
        "color": "Full Color",
        "currency": "USD",
        "id": "1d2f5058-c600-4a80-a8a1-2759bd1e866a",
        "image": "https://res.cloudinary.com/doiqoi3of/image/upload/w_auto,c_fill,q_auto,f_auto/v1741906411/a6exd1a8afhh284dsk8n.webp",
        "price": 66,
        "quantity": 1,
        "size": "Extra Large (Larger than 24x36\")",
        "title": "1931 Yellowstone"
      },
      "1dabf8d9-1d2e-40e9-a0b5-9a823f453c31": {
        "color": "Full Color",
        "currency": "USD",
        "id": "1dabf8d9-1d2e-40e9-a0b5-9a823f453c31",
        "image": "https://res.cloudinary.com/doiqoi3of/image/upload/v1741829499/hdthexd9wbbwiryzuhvz.jpg",
        "price": 366,
        "quantity": 3,
        "size": "Extra Large (Larger than 24x36\")",
        "title": "1748 Nolli’s Pianta Grande di Roma | Fabric Adhesive Wall Mural"
      },
      "6c5fab6c-3665-4f3e-afd8-1dffb7afcedc": {
        "Id": "6c5fab6c-3665-4f3e-afd8-1dffb7afcedc",
        "currency": "USD",
        "id": "6c5fab6c-3665-4f3e-afd8-1dffb7afcedc",
        "image": "https://res.cloudinary.com/doiqoi3of/image/upload/w_auto,c_fill,q_auto,f_auto/v1741939597/hne2i25rcsftsje6q5mi.webp",
        "price": 125,
        "productId": "6c5fab6c-3665-4f3e-afd8-1dffb7afcedc",
        "quantity": 2,
        "title": "test"
      },
      "7b4e5fe9-08ef-46b6-831f-39c6d8525b8b": {
        "currency": "USD",
        "id": "7b4e5fe9-08ef-46b6-831f-39c6d8525b8b",
        "image": "https://res.cloudinary.com/doiqoi3of/image/upload/w_auto,c_fill,q_auto,f_auto/v1741940541/mwtjmgvgqquczk8sria1.jpg",
        "price": 43,
        "quantity": 2,
        "title": "test"
      },
      "aa48fb73-5bbb-433f-a559-f755de512aae": {
        "currency": "USD",
        "id": "aa48fb73-5bbb-433f-a559-f755de512aae",
        "image": "https://res.cloudinary.com/doiqoi3of/image/upload/v1741801734/x0e6hquzdvpkskg3c3jy.jpg",
        "price": 4,
        "quantity": 1,
        "title": "The Naked and the Dead: Norman Mailer (Penguin Modern Classics)"
      },
      "aa705f06-0a78-44c1-b061-bbe0504f1331": {
        "currency": "USD",
        "id": "aa705f06-0a78-44c1-b061-bbe0504f1331",
        "image": "https://res.cloudinary.com/doiqoi3of/image/upload/v1741801819/ytjiidjtcxikdjjpd9dj.jpg",
        "price": 100,
        "quantity": 1,
        "title": "The Silverado Squatters"
      },
      "bc7fb139-5546-4c94-9598-ff81b1e6ddad": {
        "currency": "USD",
        "id": "bc7fb139-5546-4c94-9598-ff81b1e6ddad",
        "image": "https://res.cloudinary.com/doiqoi3of/image/upload/v1741753001/kmamoi23vv5oyzemmenm.jpg",
        "price": 20,
        "quantity": 1,
        "title": "Profits in Poultry Keeping Solved The Briggs' System and Secrets of Successful Poultry Raising An Economical, Labor Saving, Profit Assuring System of Poultry Raising Classic Reprint"
      }
    },
    "FpPlEWXH2UbW1PR5viWxytkFkd52": {
      "0d6bc7fa-704f-4c8b-86ea-12cbd0b500d8": {
        "color": "Sepia",
        "currency": "USD",
        "id": "0d6bc7fa-704f-4c8b-86ea-12cbd0b500d8",
        "image": "https://res.cloudinary.com/doiqoi3of/image/upload/w_auto,c_fill,q_auto,f_auto/v1741907786/ypojyjwi8wrhffpwimol.webp",
        "price": 66,
        "quantity": 3,
        "size": "Large (17x22\" to 24x36\")",
        "title": "1927 Map of San Francisco Showing Principal Streets and Places of Interest"
      },
      "1dabf8d9-1d2e-40e9-a0b5-9a823f453c31": {
        "color": "Full Color",
        "currency": "USD",
        "id": "1dabf8d9-1d2e-40e9-a0b5-9a823f453c31",
        "image": "https://res.cloudinary.com/doiqoi3of/image/upload/v1741829499/hdthexd9wbbwiryzuhvz.jpg",
        "price": 366,
        "quantity": 3,
        "size": "Extra Large (Larger than 24x36\")",
        "title": "1748 Nolli’s Pianta Grande di Roma | Fabric Adhesive Wall Mural"
      }
    },
    "RqIV6B9hndgcyEl8GcFEUkPMlqA3": {
      "0d6bc7fa-704f-4c8b-86ea-12cbd0b500d8": {
        "color": "Sepia",
        "currency": "USD",
        "id": "0d6bc7fa-704f-4c8b-86ea-12cbd0b500d8",
        "image": "https://res.cloudinary.com/doiqoi3of/image/upload/w_auto,c_fill,q_auto,f_auto/v1741907786/ypojyjwi8wrhffpwimol.webp",
        "price": 66,
        "quantity": 1,
        "size": "Large (17x22\" to 24x36\")",
        "title": "1927 Map of San Francisco Showing Principal Streets and Places of Interest"
      },
      "161a2d9b-252e-47dc-8f26-cb96cfdd82dd": {
        "currency": "USD",
        "id": "161a2d9b-252e-47dc-8f26-cb96cfdd82dd",
        "image": "https://res.cloudinary.com/doiqoi3of/image/upload/v1741763438/zfnbcvzkzppi4qbttosj.jpg",
        "price": 6,
        "quantity": 1,
        "title": "The Island of the Day Before"
      },
      "334838ae-f177-4815-a5b6-4094288c2d55": {
        "currency": "USD",
        "id": "334838ae-f177-4815-a5b6-4094288c2d55",
        "image": "https://res.cloudinary.com/doiqoi3of/image/upload/v1741803893/ksgmajadtk8cvcf2onqr.jpg",
        "price": 975000,
        "quantity": 1,
        "title": "The Great Gatsby"
      }
    }
  }
}
  