{
  "admin": [
    "FpPlEWXH2UbW1PR5viWxytkFkd52"
  ],
  "products": {
    "11e386d8-51f6-4e8e-88d0-2bb8bf650dc1": {
      "category": "maps",
      "color": "Full Color",
      "condition": "Excellent",
      "createdAt": "2025-03-13T22:41:51.771Z",
      "currency": "USD",
      "description": "This is a fine reproduction of an original color lithograph, designed by Richard Edes Harrison for an issue of Fortune Magazine in 1939. The map centers on Brooklyn and Manhattan, but includes much of the surrounding burrows. The color-coded detail of the map is nothing short of an impressive work for its time. Residential areas, businesses, industry, cemeteries, airports, parks, institutions, and government property are all distinguished throughout the map. An insert below the title provides a more detailed street layout of lower Manhattan, from Central Park to Battery Park. In the lower right, an almost digital looking insert shows the difference between day and night population densities for the entire area shown in the main map. This thematic map includes several references to the New York World’s Fair/ It located fair grounds in Flushing, compares heights of landmarks such as the Empire State Building and Rockefeller Center with the Fair’s “Trylon and Perisphere.”",
      "id": "11e386d8-51f6-4e8e-88d0-2bb8bf650dc1",
      "image": "https://res.cloudinary.com/doiqoi3of/image/upload/w_auto,c_fill,q_auto,f_auto/v1741905711/bbbvbxwo2wivtiaekrjf.webp",
      "location": "Hamilton, ON",
      "options": "Individual",
      "price": 66,
      "seller": "Richard Edes Harrison ",
      "size": "Medium (11x14\" to 16x20\")",
      "stock": "4",
      "stockUnit": "PCS",
      "title": "1939 The City of New York",
      "views": "",
      "year": 1939
    },
    "161a2d9b-252e-47dc-8f26-cb96cfdd82dd": {
      "category": "rare-books",
      "createdAt": "2025-03-12T07:10:39.150Z",
      "currency": "USD",
      "description": "Befriedigend/Good: Durchschnittlich erhaltenes Buch bzw. Schutzumschlag mit Gebrauchsspuren, aber vollständigen Seiten. / Describes the average WORN book or dust jacket that has all the pages present. Seller Inventory # M00151001510-G",
      "id": "161a2d9b-252e-47dc-8f26-cb96cfdd82dd",
      "image": "https://res.cloudinary.com/doiqoi3of/image/upload/v1741763438/zfnbcvzkzppi4qbttosj.jpg",
      "location": "Berlin, Germany",
      "options": "Individual",
      "price": 6,
      "publishedby": "Harcourt Brace",
      "seller": "medimops",
      "stock": "",
      "stockUnit": "PCS",
      "title": "The Island of the Day Before",
      "year": 1995
    },
    "1d2f5058-c600-4a80-a8a1-2759bd1e866a": {
      "category": "maps",
      "color": "Full Color",
      "condition": "Mint",
      "createdAt": "2025-03-13T22:53:32.289Z",
      "currency": "USD",
      "description": "This is a fine print reproduction of an original historic map of Yellowstone by the famed Renaissance Artist of the West, Joseph Jacinto Mora (a.k.a Jo Mora). This map was originally published uncolored. We are happy to offer the original version as well as a modern colored version, much of which we have produced by our own hand. \n\nThe map is pictorial in nature and offers a humorous, tongue-in-cheek view of Yellowstone National Park and the many visitors that would frequent the park in the 1930s. Being a product of 1930s humor many elements of the map would not meet modern standards of political correctness, so viewer be ware. Aside from the many visitors, rangers, and hotel workers depicted, Jo Mora adds animals and characters to fit the names of many natural attractions throughout Yellowstone National Park. Popular sites depicted in this map include Old Faithful, Mammoth Terraces, the Grand Canyon, Electric Peak, and many lakes including Lake Yellowstone, Shoshone Lake, and Swan Lake to name a few. Additionally, the Continental Divide is delineated as it meanders through the lower section of the map. \n\nJoseph Jacinto Mora was born in Uruguay in 1876 and at age four, his father, the sculptor Domingo Mora, moved the whole family to Massachusetts. Jo went to art school in New York City, a place he later described as full of precipitous sided canyons and underground burrows. Early on in his career, he worked for the Boston Herald as a cartoonist and illustrator, drawing scenes based on the news of the day. Over the course of his career, Mora explored a number of different mediums, including sculpture, painting, and coin design. He has been called the ‘Renaissance Man of the West’. His distinctive style resulted in his works becoming increasingly sought after throughout the map collecting community from his own time to the present.",
      "id": "1d2f5058-c600-4a80-a8a1-2759bd1e866a",
      "image": "https://res.cloudinary.com/doiqoi3of/image/upload/w_auto,c_fill,q_auto,f_auto/v1741906411/a6exd1a8afhh284dsk8n.webp",
      "location": "Springfield, CT",
      "options": "Museum",
      "price": 66,
      "seller": "Joseph Jacinto Mora",
      "size": "Extra Large (Larger than 24x36\")",
      "stock": "5",
      "stockUnit": "PCS",
      "title": "1931 Yellowstone",
      "views": "",
      "year": 1931
    },
    "1dabf8d9-1d2e-40e9-a0b5-9a823f453c31": {
      "category": "maps",
      "color": "Full Color",
      "condition": "Very Good",
      "createdAt": "2025-03-13T01:31:39.792Z",
      "currency": "USD",
      "description": "Alla Santita di Nostro Signore Papa Benedetto XIV La Nuova Topografia di Roma Ossequiosamente Offerisce e Dedica Umilissimo Servo Giambattista Nolli Comasco.\n\nBy: Giambattista Nolli\n\nDate of Original: 1748\n\nOriginal Size: 68.5 x 83 inches (174 x 211 cm)\n\nThis 18th century cartographic masterpiece referred to as Nolli’s ichnographic plan of Rome, presents the ancient city in its Renaissance form by way of a geometric projection that shows the outer walls of buildings and structures throughout. The map was so accurate that it was utilized for centuries as a base map for later maps of the city, most recently in the 1970s.\n\nInitial surveying for the map began in 1736; an effort that resulted in an engraved plan on twelve copper plates that detailed every bridge, road, villa, piazza, orchard, and ancient ruin present at the time of printing. All of Rome’s most iconic structures can be found within including the Parthenon, Colosseum, St. Peter’s Basilica, and of course the Vatican located in the top left portion of the map.\n\nIn the lower left corner, a collage of classical landmarks, includes the Arch of Constantine, the Forum, Trajan's Column, and the Colosseum. In the foreground, allegorical figures rest behind a broken statue of Romulus and Remus. The lower right corner contains more allegorical figures representing of the Church seated before Michelangelo’s architectural works on the Capitoline Hill.\n\nThis wall map is a true masterpiece exemplifying a quality and attention to detail consistent with the innumerable historic works to come out of Rome over the centuries.\n\nInventory #81038",
      "id": "1dabf8d9-1d2e-40e9-a0b5-9a823f453c31",
      "image": "https://res.cloudinary.com/doiqoi3of/image/upload/v1741829499/hdthexd9wbbwiryzuhvz.jpg",
      "location": "",
      "options": "Real estate",
      "price": 366,
      "seller": "the Vintage Map Shop, Inc.",
      "size": "Extra Large (Larger than 24x36\")",
      "stock": "2",
      "stockUnit": "PCS",
      "title": "1748 Nolli’s Pianta Grande di Roma | Fabric Adhesive Wall Mural",
      "views": "",
      "year": 1748
    },
    "30bb755b-308d-4d3e-abc7-d22a78a50fff": {
      "category": "maps",
      "color": "Full Color",
      "condition": "Mint",
      "createdAt": "2025-03-13T22:25:13.240Z",
      "currency": "USD",
      "description": "By: Joe Godfrey, Jr. & Gordon Ertz\n\nDate of Original: 1936 (copyrighted) Chicago\n\nOriginal Size: 28 x 30 inches (71 x 76 cm)\n\nThis is a fine print reproduction of a vintage fishing map of North America, originally published by Joe Godfrey Jr. out of Chicago in 1936. The map is a sure catch for any avid fisherman as it illustrates and locates many of the popular game fish sought out by anglers.\n\nWith over 56 varieties of fish illustrated in the borders, this pictorial map depicts fishermen in waders, on boats, or even horseback with a hooked fish. Several text boxes provide 1930s records for various fish caught throughout the world. Additional round inset maps at the lower left show Panama, the Hawaiian Islands, New Zealand, and Tahiti, with listings of the fish found in those waters. Additional inset text blocks list \"Twenty-two World-famous Places to Go Fishing,\" \"Famous Fishing Tournaments,\" and \"Famous Big Game Fishing Clubs.\"\n\nThis map is perfect for any active fisherman or fisherwoman whether they enjoy angling, fly fishing, bank fishing, boat fishing, deep water, fresh water, or salt water. Though nearly 100 years have passed since this map was first produced, there have been very few produced since can that compare in detail and beauty.\n\n\nInventory #81071",
      "id": "30bb755b-308d-4d3e-abc7-d22a78a50fff",
      "image": "https://res.cloudinary.com/doiqoi3of/image/upload/w_auto,c_fill,q_auto,f_auto/v1741904714/fiv9viem7gol6exjngbd.jpg",
      "location": "Berlin, Germany",
      "options": "Real estate",
      "price": 66,
      "seller": "medimops",
      "size": "Small (Up to 8x10\")",
      "stock": "12",
      "stockUnit": "PCS",
      "title": "1936 Big Game Fish, Complete Map Illustrated, Fresh and Salt Water Fishing.",
      "views": "",
      "year": 1995
    },
    "334838ae-f177-4815-a5b6-4094288c2d55": {
      "category": "rare-books",
      "createdAt": "2025-03-12T18:24:53.517Z",
      "currency": "USD",
      "description": "First edition, first printing of Fitzgerald's masterpiece, inscribed by Fitzgerald to Zelda's sister and her husband Newman Smith in the year of publication and in the exceptionally rare first issue dust jacket. Octavo, original dark green cloth with gilt titles to the spine. First printing with \"chatter\" on p. 60, line 16; \"northern\" on p. 119, line 22; \"itâ s\" on p. 165, line 16; \"away\" on p. 165, line 29; \"sick in tired\" on p. 205, lines 9-10; and \"Union Street station\" on p. 211, lines 7-8. Association copy, inscribed by the author on the front free endpaper in the year of publication, \"For Rosalind and Capitan with affection from Scott and Zelda June (May) 1925.\" The Fitzgeralds, on their European stay, were at Capri when The Great Gatsby was published (on 10 April 1925), moving to Paris later that month; they stayed in Paris until August, when they left for the Riviera. While on Capri Fitzgerald sent Scribner's a number of inscriptions on slips of paper to be pasted in presentation copies sent to fellow writers: Sinclair Lewis, H.L. Mencken, Carl Van Doren, Van Wyck Brooks, etc. (see Letters, ed. Bruccoli, pp. 156-158). By the time of this inscription to Rosalind and Capitan, Fitzgerald had access to an actual copy of the first edition. Bruccoli A11.1.a; Connolly, The Modern Movement 48. Near fine in a very good first issue dust jacket, with the lowercase \"j\" in \"jay Gatsby\" on the back panel, corrected in ink. Jacket art by Francis Cugat. Housed in a custom clamshell box. An outstanding association copy, exceedingly rare with a contemporary presentation inscription and in the scarce first issue dust jacket; perhaps the most iconic dust jacket of the 20th century. In 1922, Fitzgerald announced his decision to write \"something new--something extraordinary and beautiful and simple and intricately patterned.\" That extraordinary, beautiful, intricately patterned, and above all, simple novel became The Great Gatsby, arguably Fitzgerald's finest work and certainly the book for which he is best known. A portrait of the Jazz Age in all of its decadence and excess, Gatsby captured the spirit of the author's generation and earned itself a permanent place in American mythology. Cyril Connolly called The Great Gatsby one of the half dozen best American novels: \"Gatsby remains a prose poem of delight and sadness which has by now introduced two generations to the romance of America, as Huckleberry Finn and Leaves of Grass introduced those before it\" (Modern Movement 48). Consistently gaining popularity after World War II, the novel became an important part of American high school curricula. Today it is widely considered to be a literary classic and a contender for the title \"Great American Novel\". In 1998, the Modern Library editorial board voted it the 20th century's best American novel and second best English-language novel of the same time period. It was the basis for numerous stage and film adaptations. Gatsby had four film adaptations, with two exceptionally big-budget versions: the 1974 version starring Robert Redford and Mia Farrow, as well as Baz Luhrmannâ s 2013 version starring Leonardo DiCaprio, Tobey Maguire and Carrie Mulligan. Fitzgeraldâ s granddaughter praised Lurhmannâ s adaptation, stating â Scott would be proud.â . Seller Inventory # 147842",
      "id": "334838ae-f177-4815-a5b6-4094288c2d55",
      "image": "https://res.cloudinary.com/doiqoi3of/image/upload/v1741803893/ksgmajadtk8cvcf2onqr.jpg",
      "location": "Palm Beach, FL, U.S.A",
      "options": "Library",
      "price": 975000,
      "publishedby": "Charles Scribner's Sons",
      "seller": "Raptis Rare Books",
      "stock": "1",
      "stockUnit": "PCS",
      "title": "The Great Gatsby",
      "views": "",
      "year": 1925
    },
    "80cfc6b7-f3af-40e5-a61d-73cdf6169bb8": {
      "category": "rare-books",
      "createdAt": "2025-03-12T06:42:03.680Z",
      "description": "Daytona: Faza Propaganda Stampa Book. Very Good. Wraps. 4to - over 9¾\" - 12\" tall. light cover rubs, light cover creases. corner wear to spine. 192pp..",
      "id": "80cfc6b7-f3af-40e5-a61d-73cdf6169bb8",
      "image": "https://res.cloudinary.com/doiqoi3of/image/upload/v1741761723/zld4iuvccft05y6dtj9u.jpg",
      "location": "",
      "options": "Individual",
      "price": 125,
      "publishedby": "Faza Propaganda Stampa, Daytona",
      "seller": "",
      "title": "Faza Fiat Abarth Lancia Bible, 5th Edition Paperback",
      "year": ""
    },
    "8f049b7d-8b43-4e93-8bb9-5ec5bbad47ca": {
      "category": "Rare Books",
      "createdAt": "2025-03-12T17:47:39.894Z",
      "currency": "USD",
      "description": "Signed Copy . Like New dust jacket. Inscribed by author on title page. NOT AVAILABLE FOR SHIPMENT OUTSIDE OF THE UNITED STATES. Seller Inventory # S06O-00555",
      "id": "8f049b7d-8b43-4e93-8bb9-5ec5bbad47ca",
      "image": "https://res.cloudinary.com/doiqoi3of/image/upload/v1741801660/tr5ipvcvpbaiokhq4kt9.jpg",
      "location": "Frederick, MD, U.S.A",
      "options": "Real estate",
      "price": 19,
      "publishedby": "Hudson Hills",
      "seller": "Wonder Book",
      "stock": "3",
      "stockUnit": "PCS",
      "title": "The George Washington Collection: Fine and Decorative Arts at Mount Vernon",
      "views": "",
      "year": 2006
    },
    "aa48fb73-5bbb-433f-a559-f755de512aae": {
      "category": "rare-books",
      "createdAt": "2025-03-12T17:48:53.849Z",
      "currency": "USD",
      "description": "The book has been read, but is in excellent condition. Pages are intact and not marred by notes or highlighting. The spine remains undamaged. Seller Inventory # GOR009743404",
      "id": "aa48fb73-5bbb-433f-a559-f755de512aae",
      "image": "https://res.cloudinary.com/doiqoi3of/image/upload/v1741801734/x0e6hquzdvpkskg3c3jy.jpg",
      "location": "Goring-By-Sea, WS, United Kingdom",
      "options": "Real estate",
      "price": 4,
      "publishedby": "Penguin Classics",
      "seller": "WorldofBooks",
      "stock": "15",
      "stockUnit": "PCS",
      "title": "The Naked and the Dead: Norman Mailer (Penguin Modern Classics)",
      "views": "",
      "year": 2018
    },
    "aa705f06-0a78-44c1-b061-bbe0504f1331": {
      "category": "rare-books",
      "createdAt": "2025-03-12T17:50:19.173Z",
      "currency": "USD",
      "description": "Illustrated frontispiece. It appears that this item is the first printing but has been bound with a later catalogue dated 1887. A correction has also been made to page 140. There wasn't a second edition. Original pictorial cloth with gilt. There is very slight wear to spine ends and a small pinhole puncture. There is a little spotting to the first couple of pages. Contemporary bookplate on pastedown. A very attractive period item. All books outside the UK are sent airmail and those over £30 are tracked; those inside the UK are signed for. Paypal accepted.All dustwrappers are film protected. Seller Inventory # 8424",
      "id": "aa705f06-0a78-44c1-b061-bbe0504f1331",
      "image": "https://res.cloudinary.com/doiqoi3of/image/upload/v1741801819/ytjiidjtcxikdjjpd9dj.jpg",
      "location": "Gloucestershire, United Kingdom",
      "options": "Library",
      "price": 100,
      "publishedby": " Chatto and Windus",
      "seller": "Lavender Fields Books PBFA",
      "stock": "2",
      "stockUnit": "PCS",
      "title": "The Silverado Squatters",
      "views": "",
      "year": 1883
    },
    "bc7fb139-5546-4c94-9598-ff81b1e6ddad": {
      "category": "rare-books",
      "createdAt": "2025-03-12T04:16:42.944Z",
      "description": "ISBN 10: 1333046502 / ISBN 13: 9781333046507",
      "id": "bc7fb139-5546-4c94-9598-ff81b1e6ddad",
      "image": "https://res.cloudinary.com/doiqoi3of/image/upload/v1741753001/kmamoi23vv5oyzemmenm.jpg",
      "location": "Fairford, GLOS, United Kingdom",
      "options": "Auction",
      "price": 20,
      "publishedby": "Forgotten Books",
      "seller": "PBShop.store UK",
      "title": "Profits in Poultry Keeping Solved The Briggs' System and Secrets of Successful Poultry Raising An Economical, Labor Saving, Profit Assuring System of Poultry Raising Classic Reprint",
      "year": 2018
    },
    "bfd772b7-fbcb-4dd1-a28a-2e40ad292643": {
      "category": "rare-books",
      "createdAt": "2025-03-12T17:46:20.288Z",
      "currency": "USD",
      "description": "Item in good condition. Textbooks may not include supplemental items i.e. CDs, access codes etc. Seller Inventory # 00081808266",
      "id": "bfd772b7-fbcb-4dd1-a28a-2e40ad292643",
      "image": "https://res.cloudinary.com/doiqoi3of/image/upload/v1741801580/in8mcuynrao1eqkg0bzx.jpg",
      "location": "Montgomery, IL, U.S.A.",
      "options": "Individual",
      "price": 43,
      "publishedby": "Paper Tiger",
      "seller": "SecondSale",
      "stock": "5",
      "stockUnit": "PCS",
      "title": "Darkwerks: The Art of Brom",
      "views": "",
      "year": 2000
    },
    "d12babdd-f5a8-4e5d-aec7-b2a2ddbb37c3": {
      "category": "maps",
      "color": "Sepia",
      "condition": "Good",
      "createdAt": "2025-03-13T22:45:42.465Z",
      "currency": "USD",
      "description": "The is a fine print reproduction of the earliest geologic map of the Grand Canyon from the report of Joseph C. Ives; the first European American known to reach the river within Grand Canyon. The information shown in the map pre-dates the John Wesley Powell expedition of 1869.\n\nThis spectacular map shows the Grand Canyon in a wash of colors, representing the geologic time periods of the Cretaceous, Triassic, Carboniferous, and Tertiary, to name a few. Throughout the map are notations of peaks, water sources, forests, lagoons, Native American villages, ruins, and old trails. A key below the distance scale distinguishes the line of exploration, camps, and astronomical stations that can be traces throughout the map.\n\nAs described on the National Park Service website concerning the exploration history of the Grand Canyon and detailed within this map; “Army First Lieutenant Joseph Christmas Ives of the U.S. Army Corps of Topographical Engineers took on the adventure. He navigated up river using a fifty-foot long sternwheel steamboat, the Explorer. His plan was to steam up the Colorado River from the known into the unknown. He crashed just below Black Canyon, not yet in Grand Canyon itself, but continued upriver for another thirty miles in a skiff. Continuing on foot, his overland journey took him down into the canyon at Diamond Creek, today part of the Hualapai Indian Reservation. He is thus credited as the first European American known to reach the river within Grand Canyon.”",
      "id": "d12babdd-f5a8-4e5d-aec7-b2a2ddbb37c3",
      "image": "https://res.cloudinary.com/doiqoi3of/image/upload/w_auto,c_fill,q_auto,f_auto/v1741905942/fnujmgtj8pg5hucuithx.webp",
      "location": "Denver, CO",
      "options": "Auction",
      "price": 74,
      "seller": "Joseph C. Ives",
      "size": "Medium (11x14\" to 16x20\")",
      "stock": "10",
      "stockUnit": "PCS",
      "title": "1858 Map No. 1. Rio Colorado of the West, explored by 1st Lieut. Joseph C. Ives",
      "views": "",
      "year": 1958
    },
    "e8447459-1eaf-44d3-8e01-1a081b7e8840": {
      "category": "maps",
      "color": "Black & White",
      "condition": "Excellent",
      "createdAt": "2025-03-13T21:59:47.550Z",
      "currency": "USD",
      "description": "dsdsfOriginal Size: 8.2 x 7.5 feet (98 x 94 inches)\n\nThis is fabric adhesive wall mural reproduction of a monumental cartographic work by Henry Popple. The large twenty sheet map is widely considered to be one of the two most important large format maps concerning the history and geography of North America during the 18th century, a time when Europe’s greatest military powers were in a constant struggle against one another to dominate the new world.\n\nThe map, when joined stands at just over 8 feet tall and 7.5 feet wide and is filled from end to end with the most accurate cartographic information of the time. The cartographic information presented in the map was so impressive that it even earned the endorsement of Dr. Edmund Haley, professor of Astronomy at Oxford. At the time of printing, Halley was the second Royal Astronomer of Britain, succeeding John Flamsteed in 1720. His words appear at in the lower right sheet.\n\nI have seen the abovementioned Map, whish as far as I am Judge, seems to have been laid down with great Accuracy, and to theru the Position of the different Provinces & Islands in that part of the Globe more truly than any yet extant. – Edmund Halley\nWhen first published, Popple’s map was not a great success. In 1727 he began working with the Board of Trade and Plantations to help settle boundary disputes between British colonists and the French. By 1730, the Board began requesting detailed maps of the region. Popple announced that he had commenced work on this map in 1731 and ultimately completed his work by 1733, however the sales just weren’t there. He sold production rights of the map to Samuel Harding and William H. Toms in 1739, right at the “War of Jenkins’ Ear,” formally began. While the origins of the name of the war are interesting, they are not relevant to this map. The conflict dates back to 1731 when a Spanish privateer severed British captain Robert Jenkins's ear as punishment for raiding Spanish ships. As the English wanted retribution for this act, tensions rose between the two powers and conflict over land soon began in present day Georgia. This map is the first map to present the colony of Georgia, which was chartered in London in July of 1732. Soon thereafter\n\nJames Edward Oglethrope landed in the region with 120 colonists and reported back to England in 1734 with several maps, sea charts, and sketches of the new colony, to which Henry Popple incorporated into his map. The inclusion of the Colony of Georgia did several things. First, is moved the official boundary of the British colonies further south to Florida, which was under Spanish control at the height of the “War of Jenkins’ Ear.” This inclusion of the new colony added an extra layer of protection for the more well-established colonies to the north. Back then the northern colonies were more heavily fortified, so land and distance was a useful advantage in terms of protection and defense for the southern colonies. The inclusion of Georgia also makes Popple’s map the first map to show all of the thirteen colonies that would eventually convene in Philadelphia to sign the Declaration of Independence from Great Britaindfdffdfd ",
      "id": "e8447459-1eaf-44d3-8e01-1a081b7e8840",
      "image": "https://res.cloudinary.com/doiqoi3of/image/upload/w_auto,c_fill,q_auto,f_auto/v1741903189/lgqcp3avp9yko7uhxxju.webp",
      "location": "Santa Monica, CA, U.S.A.",
      "options": "Auction",
      "price": 555,
      "seller": "PBShop.store UK",
      "size": "Large (17x22\" to 24x36\")",
      "stock": "5",
      "stockUnit": "PCS",
      "title": "1733 A Map of the British Empire in America... | Fabric Adhesive Wall Mural",
      "views": "",
      "year": 1995
    }
  }
}